---
kind: property
id: P:Autodesk.Revit.DB.Visual.Metal.CommonTintToggle
source: html/75c2437e-b583-0a0f-d79b-17116d581861.htm
---
# Autodesk.Revit.DB.Visual.Metal.CommonTintToggle Property

The property labeled "Tint" from the "Metal" schema.

## Syntax (C#)
```csharp
public static string CommonTintToggle { get; }
```

## Remarks
This property is of type "AssetPropertyBoolean".